[
  {
    "q": "What is your actual birth name?",
    "a": "Kailee Chief McGee"
  },
  {
    "q": "Where were you born?",
    "a": "Laguna Beach, California"
  },
  {
    "q": "Where can one find promo/industry pictures of you?",
    "a": "<a href=\"/promoslashindustry\">kaileemcgee.com/promoslashindustry</a>"
  },
  {
    "q": "Have you ever broken a bone?",
    "a": "Nope. But, I have a small scar on my upper left thigh from when I ironed my mom's jacket on her bed when I was six years old."
  },
  {
    "q": "What were you like in high school?",
    "a": "I was very popular. A huge part of the drama program. Editor-in-Chief of the newspaper, The Brush and Palette, my junior and senior year. Some of the best years of my life. Most of the stars from the hit MTV show, Laguna Beach: The Real Orange County, continue to be some of my closest friends."
  },
  {
    "q": "Are you in a band?",
    "a": "Yes. I am the percussionist in the gifted bubble gum pop band, The Christian Stoners."
  },
  {
    "q": "Who is your celebrity crush?",
    "a": "Nathan Lane."
  },
  {
    "q": "Do you have any hobbies?",
    "a": "Not really… I enjoy watching TV and working on my social media, like snap chat stories and stuff. I love shopping!"
  },
  {
    "q": "How did you get discovered?",
    "a": "The first time I got discovered I was 10 years old by a neighbor's caretaker. I am waiting for the second time…"
  },
  {
    "q": "Who inspired you to pursue your dreams?",
    "a": "My mom. Robin Williams. Christopher Guest. Hayley Mills."
  },
  {
    "q": "What is your favorite word?",
    "a": "Junk.<br/>Toast.<br/>Weird.</br>"
  },
  {
    "q": "What profession other than yours would you like to attempt?",
    "a": "Foley artist. Casting director. Rock star."
  },
  {
    "q": "What gives you the most joy in your life?",
    "a": "Knowing that donuts exist 24 hours in LA. Studying my cat. Q-tipping my ears after the shower. Finishing art I care about."
  },
  {
    "q": "What was the most trouble you got into in college?",
    "a": "I threw a stapler out of my 16th floor dorm window as a freshman at NYU. The RA knocked on my door and my unknowing roommate answered. I was under my desk with a few friends. It's hard to relate the appeal or inspiration of throwing the stapler - we were just so high up…"
  },
  {
    "q": "What is your motto/advice you live by?",
    "a": "My mom always says, \"if it's not a 'yes' it's a 'no'.\""
  },
  {
    "q": "What is your favorite song to belt out at karaoke.",
    "a": "Wonderwall. Feels new every time."
  },
  {
    "q": "Are biscuits better than cake?",
    "a": "No."
  },
  {
    "q": "If you were to describe your work in three words, what would they be?",
    "a": "Authentic. Real. Confusing."
  }
]